Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Maximum age of each cached file in days. Default is 100
ca_es: Antiguitat màxima de cada fitxer de la memòria cau en dies. 100 dies per defecte.

source: Data source text. Default is Landsat.
ca_es: Text de la font de dades. Landsat per defecte.

source: Downloading image tile...
ca_es: Descarregant imatge en mosaic ...

source: Could not acquire image
ca_es: No és possible d''adquirir la imatge

source: Connection Failed
ca_es: Ha fallat la connexió

source: Not connected
ca_es: No connectat

source: Connecting
ca_es: S''està connectant

source: Connected
ca_es: Connectat

source: no name
ca_es: sense nom

source: Show GPS data.
ca_es: Mostra dades GPS.

source: Status
ca_es: Estat

source: Way Info
ca_es: Informació de la via

source: Speed
ca_es: Velocitat

source: Course
ca_es: Curs

source: LiveGPS layer
ca_es: Capa LiveGPS

source: Capture GPS Track
ca_es: Captura un recorregut amb GPS

source: Connect to gpsd server and show current position in LiveGPS layer.
ca_es: Connecta amb el servidor gpsd i mostra la posició actual a la capa LiveGPS

source: Center Once
ca_es: Centrar un cop

source: Center the LiveGPS layer to current position.
ca_es: Centrar la capa LiveGPS a la posició actual

source: Auto-Center
ca_es: Autocentrat

source: Continuously center the LiveGPS layer to current position.
ca_es: Centrar de manera contínua laq capa LiveGPS a la posició actual

source: Open MapDust
ca_es: Obre MapDust

source: MapDust bug reports
ca_es: Llistats de probelemes de MapDust

source: Activates the MapDust bug reporter plugin
ca_es: Activa el connector de generació de llistats de problemes de MapDust

source: Missing input data
ca_es: Manquen dades

source: Measured values
ca_es: Valors mesurats

source: Open the measurement window.
ca_es: Obre la finestra de mesurar

source: Reset current measurement results and delete measurement path.
ca_es: Inicialitza els resultats del mesurament i esborra la ruta de mesurament.

source: Path Length
ca_es: Longitud del sender

source: Selection Length
ca_es: Longitud de la selecció

source: Selection Area
ca_es: Selecció de l''àrea

source: Angle between two selected Nodes
ca_es: Angle entre els nodes seleccionats

source: Layer to make measurements
ca_es: Capa per fer mesures

source: measurement mode
ca_es: mmode de mesurar

source: Measurements
ca_es: Mesurar

source: Merge overlap
ca_es: Fusiona una superposició

source: Merge overlap of ways.
ca_es: Fusiona les superposicions de vies

source: Merge Overlap (combine)
ca_es: Fusiona la superposició (combinar)

source: <html>A role based relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.</html>
ca_es: <html>Un rol basat membre de la relació fou copiat a totes les noves vies.<br> Caldria que comprovessiu si això és correcte i fessiu les correccions quan sigui necessari.</html>

source: <html>A relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.</html>
ca_es: <html>Una relació de membre fou copiada a totes les noves vies.<br> Caldria que comprovessiu si això és correcte i fessiu les correccions quan sigui necessari.</html>

source: Split way
ca_es: Divideix la via

source: <html>Enter a tag key, i.e. <strong><tt>fixme</tt></strong></html>
ca_es: <html>Entreu una clau per l''etiqueta, p.ex. <strong><tt>fixme</tt></strong></html>

source: <html>Enter a tag value, i.e. <strong><tt>check members</tt></strong></html>
ca_es: <html>Entreu un valor d''etiqueta, p. ex. <strong><tt>check members</tt></strong></html>

source: Michigan Left
ca_es: Michigan esquerra

source: Adds no left turn for sets of 4 or 5 ways.
ca_es: Afegeix una prohibició de gir a l''esquerra sobre 4 o 5 vies.

source: Please select 4 or 5 ways to assign no left turns.
ca_es: Si us plau, seleccioneu 4 o 5 vies per assignar la prohibició de gir a l''esquerra

source: Please select 4 ways that form a closed relation.
ca_es: Si us plau, seleccioneu 4 vies que formin una relació tancada

source: Unable to order the ways. Please verify their directions
ca_es: No és possible d''ordenar les vies. Si us plau verifiqueu les seves direccions

source: Create Michigan left turn restriction
ca_es: Crear una prohibició de gir de tipus Michigan esquerra

source: Unable to find via nodes. Please check your selection
ca_es: No s''han trobat nodes. Si us plau verifiqueu la vostra selecció

source: XAPI query, e.g., '''' (to download all data), ''[highway=*]'', or ''[[network=VRR][ref=603|613]''
ca_es: Consulta XAPI, per exemple, '''' (per descarregar totes les dades), ''[highway=*]'', o ''[[network=VRR][ref=603|613]''

source: Download from OSM mirror...
ca_es: Descarregar del servidor rèplica OSM ...

source: This XAPI query seems to be invalid, please doublecheck
ca_es: Aquesta consulta XAPI sembla invàlida, si us plau torneu a verificar-la.

source: OSM object type to download (''*'' stands for any)
ca_es: Tipus d''objecte OSM a descarregar (''*'' indica qualsevol)

source: XAPI query:
ca_es: Consulta XAPI:

source: Download from Overpass API ...
ca_es: Descarrega de l''API d''Overpass...

source: Download map data from Overpass API server.
ca_es: Descarrega dades del servidor de l''API d''Overpass...

source: Overpass query:
ca_es: Consulta d''Overpass:

source: Select OSM mirror URL
ca_es: Seleccionar la URL del servidor rèplica d''OSM

source: Select OSM mirror URL to download from.
ca_es: Seleccioneu una rèplica de la URL d''OSM per fer la descàrrega.

source: Base URL
ca_es: Adreça URL base

source: Enforce meta data
ca_es: Aplica meta dades

source: About Plugin
ca_es: Quant al connector

source: Native password manager plugin
ca_es: Connector per a gestionar contrasenyes natives

source: No native password manager could be found!
ca_es: No es pot trobar cap gestor de contrasenyes natives!

source: Depending on your Operating System / Distribution, you may have to create a default keyring / wallet first.
ca_es: En funció del vostre sistema operatiu / distribució és possible que primer sigui necessari crear un portaclaus predefinit.

source: No thanks, use JOSM''s plain text preferences storage
ca_es: No gràcies, utilitzar el sistema d''enregistrament en text pla de JOSM

source: Found sensitive data that is still saved in JOSM''s preference file (plain text).
ca_es: Han estat trobades dades sensibles emmagatzemades a les preferències de JOSM (en text pla).

source: Transfer to password manager and remove from preference file
ca_es: Transferir vers el gestor de contrasenyes i suprimir del fitxer de preferències

source: No, just keep it
ca_es: No, conservar-ho

source: Close the dialog and discard all changes
ca_es: Tancar la finestra i descartar totes les modificacions

source: Proceed and go to the next page
ca_es: Procedir i anar a la pàgina següent

source: Finish
ca_es: Finalitza

source: Confirm the setup and close this dialog
ca_es: Confirmar la configuració i tancar aquesta finestra

source: JOSM/OSM API/Username
ca_es: JOSM/OSM API/Nom_d''usuari

source: JOSM/OSM API/Password
ca_es: JOSM/OSM API/Contrasenya

source: {0}/Username
ca_es: {0}/Nom d''usuari

source: {0}/Password
ca_es: {0}/Contrasenya

source: JOSM/Proxy/Username
ca_es: JOSM/Proxy/Nom_d''usuari

source: JOSM/Proxy/Password
ca_es: JOSM/Proxy/Contrasenya

source: JOSM/OAuth/OSM API/Key
ca_es: JOSM/OAuth/OSM API/Clau

source: Native Password Manager Plugin
ca_es: Connector per gestionar contrasenyes natives

source: The username and password is protected by {0}.
ca_es: El nom d''usuari i la contrasenya són protegits per {0}.

source: username
ca_es: nom d''usuari

source: password
ca_es: contrasenya

source: proxy username
ca_es: nom d''usuari al servidor intermediari

source: proxy password
ca_es: contrasenya del servidor intermediari

source: oauth key
ca_es: clau oauth

source: oauth secret
ca_es: secret oauth

source: <br><strong>Warning:</strong> There may be sensitive data left in your preference file. ({0})
ca_es: <br><strong>Avís:</strong> Encara hi ha dades sensibles al vostre fitxer de preferències. ({0})

source: Save user and password ({0})
ca_es: Enregistrar usuari i contrasenya ({0})

source: Plain text, JOSM default
ca_es: Text pla, defecte de JOSM

source: Use {0}
ca_es: Usa {0}

source: Encrypt data with Windows logon credentials
ca_es: Encriptar les dades amb les credencials del login de Windows

source: The native password manager plugin detected {0} on your system.
ca_es: El connector natiu de gestió de contrasenyes ha estat detectat {0} al vostre sistema.

source: Days without mapping: {0}.
ca_es: Dies sense cartografiar: {0}

source: (To miserably continue mapping, edit out no_more_mapping from {0})
ca_es: (Per continuar cartografiant, elimineu no_more_mapping de {0})

source: Split by municipality
ca_es: Divideix per municipi

source: Split this data by municipality (admin_level=8).
ca_es: Divideix aquestes dades per minucipi (admin_level=8).

source: Split by sector
ca_es: Dividir per sector

source: Split this data by sector (admin_level=10).
ca_es: Dividir aquestes dades per sector (admin_level=10).

source: Split by neighbourhood
ca_es: Dividir per barris

source: Split this data by neighbourhood (admin_level=11).
ca_es: Dividir aquestes dades per barris (admin_level=11).

source: CSV files
ca_es: Fitxers CSV

source: XLS files
ca_es: Fitxers XLS

source: ODS files
ca_es: Fitxers ODS

source: MapInfo files
ca_es: Fitxers apInfo

source: KML/KMZ files
ca_es: Fitxers KML/KMZ

source: GML files
ca_es: Fitxers GML

source: Zip Files
ca_es: Fitxers zip

source: 7Zip Files
ca_es: Fitxer 7Zip

source: OpenData XML files
ca_es: Fitxers OpenData XML

source: Download open data
ca_es: Descarrega dades lliues

source: License URL not available: {0}
ca_es: URL de llicència no disponible: {0}

source: OpenData preferences
ca_es: Preferències d''OpenData

source: License Agreement
ca_es: Acord de llicència

source: Accept
ca_es: Acceptar

source: Refuse
ca_es: Refusar

source: I understand and accept these terms and conditions
ca_es: Ho entenc i accepto aquestes condicions

source: View the full text of this license
ca_es: Veure el text sencer d''aquesta llicència

source: I refuse these terms and conditions. Cancel download.
ca_es: No accepto aquestes condicions. Cancel·lar la descàrregar

source: Module bundled with opendata plugin
ca_es: Mòdul inclòs amb el connector opendata

source: Please click on <strong>Download list</strong> to download and display a list of available modules.
ca_es: Si us plau, feu clic sobre <strong>llista de descàrrega</strong> per descarregar i mostrar un llista amb els mòduls disponibles.

source: The following module has been downloaded <strong>successfully</strong>:
ca_es: El següent mòdul ha estat descarregat <strong>correctament</strong>:

source: Downloading the following module has <strong>failed</strong>:
ca_es: Ha <strong>fallat</strong> la decàrrega del següent mòdul:

source: Modules
ca_es: Mòduls

source: Accept the new module sites and close the dialog
ca_es: Acceptar els llocs web dels mòduls i tancar la finestra

source: Configure Module Sites
ca_es: Configura llocs web dels mòduls

source: Download the list of available modules
ca_es: Descarregar la llista de mòduls disponibles

source: Update modules
ca_es: Actualitzar mòduls

source: Update the selected modules
ca_es: Actualitzar els mòduls seleccionats

source: Please restart JOSM to activate the downloaded modules.
ca_es: Si us plau reinicieu JOSM per tal d''activar els mmòduls descarregats

source: All installed modules are up to date. JOSM does not have to download newer versions.
ca_es: Tots els mòduls instal·lats han estat actualitzats. JOSM no ha de descarregar cap nova versió

source: Modules up to date
ca_es: Mòduls actualitzats

source: Configure the list of sites where modules are downloaded from
ca_es: Configura la llista de llocs que poden ser utilitzats per a descarregar els mòduls

source: Add Open Data Module description URL.
ca_es: Afegeix una URL de descripció del mòdul OpenData

source: Edit Open Data Module description URL.
ca_es: Modifica la URL de descripció del mòdul OpenData

source: Open Data Module description URL
ca_es: URL de descripció del mòdul OpenData

source: Download OSM data corresponding to the current data set.
ca_es: Descarrega les dades OSM corresponents al conjunt de dades actual.

source: Diff
ca_es: Diferència

source: Perform diff between current data set and existing OSM data.
ca_es: Mostra les diferències entre el conjunt de dades actuals i les existents al servidor OSM

source: Open tools menu for this data.
ca_es: Obre el menú d''eines per aquestes dades.

source: Open the OpenData window.
ca_es: Obre la finestra OpenData

source: Raw data
ca_es: Dades sense tractar

source: OpenData Preferences
ca_es: Preferències d''OpenData

source: A special handler for various Open Data portals<br/><br/>Please read the Terms and Conditions of Use of each portal<br/>before any upload of data loaded by this plugin.
ca_es: Un manegador especial per a varis portals OpenData<br/></br>Si us plau llegiu les condicions d''utilització de cadascun</br>abans de pujar qualsevol dada amb aquest connector.

source: General settings
ca_es: Paràmetres generals

source: Import only raw data (i.e. do not add/delete tags or replace them by standard OSM tags)
ca_es: Importar només dades sense tractar. (per exemple, sense afegir, editar o reemplaçar les etiquetes per les estàndars d''OSM)

source: Overpass API server:
ca_es: Servidor d''API Overpass:

source: Overpass API server used to download OSM data
ca_es: El servidor de l''API Overpass utilitzat per descarregar les dades OSM

source: XAPI server:
ca_es: Servidor XAPI:

source: XAPI server used to download OSM data when Overpass API is not available
ca_es: El servidor XAPI utilitzat per a descarregar dades d''OSM quan no és possible utilitzar l''API Overpass

source: Download modules
ca_es: Mòduls descarregats

source: View summary
ca_es: Veure resum

source: View full text
ca_es: Veure el text sencer

source: ''Lambert CC 9 zones'' coordinates found with different zone codes for X and Y:
ca_es: Trobades coordenades de ''Zones Lambert CC 9'' amb diferents codis de zona per X i Y:

source: Downloading data...
ca_es: S''estan descarregant les dades...

source: File to load
ca_es: Fitxer a carregar

source: Reading 7Zip file...
ca_es: Llegint un fitxer de tipus 7zip...

source: Reading Zip file...
ca_es: Llegint el fitxer Zip...

source: Cannot transform to WGS84
ca_es: No es possible fer la transformació vers WGS84

source: JOSM was unable to find a strict mathematical transformation between ''{0}'' and WGS84.<br /><br />Do you want to try a <i>lenient</i> method, which will perform a non-precise transformation (<b>with location errors up to 1 km</b>) ?<br/><br/>If so, <b>do NOT upload</b> such data to OSM !
ca_es: JOSM no ha pogut trobar una transformació matemàtica precisa entre ''{0}'' i WGS84.<br /><br />Voleu provar un mètode més <i>indulgent</i> que faci una transformació menys precisa (<b>amb errors de localització de fins a 1 km</b>) ?<br/><br/>Si feu això, <b>NO pujeu</b> les dades al servidor OSM !

source: Try lenient method
ca_es: Provar un mètode més indulgent

source: Unable to detect Coordinate Reference System. Would you like to fallback to ESPG:4326 (WGS 84) ?
ca_es: No és possible de detectar les Coordenades del Sistema de Referència. Voleu retornar al sistema ESPG:4326 (WGS 84) ?

source: Warning: CRS not found
ca_es: Avís: no s''ha trobar el Sistema de Referència de les Coordenades

source: Unable to detect CRS !
ca_es: El Sistema de Referència de les Coordenades no ha pogut ser detectat!

source: Unable to find a data store for file {0}
ca_es: No és possible de trobar un magatzem de dades pel fitxer {0}

source: Loading shapefile ({0} features)
ca_es: Carregant shapefile ({0} funcions)

source: No valid coordinates have been found.
ca_es: No s''han trobat coordenades vàlides

source: Invalid file. Bad length on line {0}. Expected {1} columns, got {2}.
ca_es: Fitxer invàlid. La longitud a la línia {0} és dolenta. S''esperava {1} columnes, hi ha {2}.

source: View OSM Wiki page
ca_es: Veure la pàgina wiki d''OSM

source: Launch browser to the OSM Wiki page of the selected data set
ca_es: Obre al navegador web la pàgina del wiki d''OSM relativa al conjunt de dades seleccionat

source: View Local Portal page
ca_es: Visualitza la pàgina del portal local

source: Launch browser to the local portal page of the selected data set
ca_es: Obre el navegador sobre la pàgina del portal local relativa al conjunt de dades seleccionat

source: View National Portal page
ca_es: Mira la pàgina del Portal Nacional

source: Launch browser to the national portal page of the selected data set
ca_es: Obre el navegador web la pàgina del portal nacional relativa al conjunt de dades seleccionat.

source: View License
ca_es: Veure llicència

source: Launch browser to the license page of the selected data set
ca_es: Obre un navegador web apuntant a la pàgina de la llicència del conjunt de dades seleccionat

source: View License (summary)
ca_es: Veure llicència (resum)

source: Launch browser to the summary license page of the selected data set
ca_es: Obre un navegador web apuntant a la pàgina amb el resum de la llicència del conjunt de dades seleccionat

source: View the license of the selected data set
ca_es: Veure la llicència del conjunt de dades seleccionat.

source: Warning: Cannot download module ''{0}''. Its download link is not known. Skipping download.
ca_es: Avís: No és possible de descarregar el mòdul ''{0}''. El seu enllaç de descàrrega és desconegut. Ignorant la descàrrega.

source: Warning: Cannot download module ''{0}''. Its download link ''{1}'' is not a valid URL. Skipping download.
ca_es: Avís: No és possible de descarregar el mòdul ''{0}''. El seu enllaç de descàrrega ''{1}'' no és una URL vàlida. Ignorant la descàrrega.

source: Downloading Module {0}...
ca_es: Decarregant mòdul {0}...

source: An error occurred in module {0}
ca_es: Ha hagut un error al mòdul {0}

source: Last module update more than {0} days ago.
ca_es: Han passat més de {0} dies des de la darrera actualització del mòdul

source: Click to update the activated modules
ca_es: Feu clic per actualitzar els mmòduls activats

source: Click to skip updating the activated modules
ca_es: Feu clic per no actualitzar els mmòduls activats

source: Skipping module update after elapsed update interval. Automatic update at startup is disabled.
ca_es: Ignorant l''actualització del mòdul un cop consumit l''interval d''actualització. L''actualització automàtica a l''inici ha estat deshabilitada.

source: Running module update after elapsed update interval. Automatic update at startup is disabled.
ca_es: Executant l''actualització del mòdul un cop consumit l''interval d''actualització. L''actualització automàtica a l''inici ha estat deshabilitada.

source: Could not load module {0}. Delete from preferences?
ca_es: El mòdul {0} no pot ser carregat. Esborrar-ho de les preferències?

source: loading module ''{0}'' (version {1})
ca_es: carregant el mòdul ''{0}'' (versió {1})

source: <html>Could not load module {0} because the module<br>main class ''{1}'' was not found.<br>Delete from preferences?</html>
ca_es: <html>El mòdule {0} no pot ser carregat perquè la<br>classe principal ''{1}'' no ha estat trobada.<br>Esborrar de les preferències?</html>

source: Loading modules ...
ca_es: Carregant mòduls ...

source: Checking module preconditions...
ca_es: Comprovant les precondicions del mòdul ...

source: Loading module ''{0}''...
ca_es: Carregant el mòdul ''{0}''...

source: JOSM could not find information about the following module:
ca_es: JOSM no ha pogut trobar informació sobre el següent mòdul:

source: The module is not going to be loaded.
ca_es: El mòdul no serà carregat

source: Updating the following module has failed:
ca_es: Ha fallat l''actualització del següent mòdul:

source: Module update failed
ca_es: Ha fallat l''actualització del mòdul

source: Warning: failed to download module information list
ca_es: Avís: ha fallat la decàrrega de la llista d''informació del mòdul

source: Disable module
ca_es: Deshabilitar mòdul

source: Click to delete the module ''{0}''
ca_es: Feu clic per suprimir el mòdul ''{0}''

source: Keep module
ca_es: Conservar el mòdul

source: Click to keep the module ''{0}''
ca_es: Feu clic per conservar el mòdul ''{0}''

source: Warning: failed to delete outdated module ''{0}''.
ca_es: Avís: ha fallat la supresió del mòdul obsolet ''{0}''

source: Warning: failed to install already downloaded module ''{0}''. Skipping installation. JOSM is still going to load the old module version.
ca_es: Avís: ha fallat la instal·lació del mòdul ''{0}'' que ja s''havia descarregat. Ignorant la instal·lació. JOSM encara està intentant la càrrega de l''antiga versió del mòdul.

source: Warning: failed to install module ''{0}'' from temporary download file ''{1}''. Renaming failed.
ca_es: Avís: ha fallat la instal·lació del mòdul ''{0}'' a partir del fitxer temporal ''{1}'' descarregat. Ha fallat l''operació d''anomenar-lo.

source: Do not ask again and remember my decision (go to Preferences->Modules to change it later)
ca_es: No tornar a preguntar i recordar la meva decisió (anar a les Preferències->Mòduls per canviar-ho més tard)

source: The module file ''{0}'' does not include a Manifest.
ca_es: El fitxer del mòdul ''{0}'' no inclou un Manifest.

source: Invalid URL ''{0}'' in module {1}
ca_es: URL ''{0}'' invàlida al mòdul {1}

source: <b>Module provided by an external source:</b> {0}
ca_es: <b>Mòdul d''una font externa:</b> {0}

source: Failed to create module information from manifest for module ''{0}''
ca_es: Ha fallat la creació de la informació del mòdul ''{0}'' a partir del seu manifest

source: Illegal entry in module list.
ca_es: Entrada incorrecta a la llista de mòduls.

source: Reading local module information..
ca_es: Llegint la informació del mòdul local.

source: Processing module site cache files...
ca_es: Processant els fitxers de memòria cau del lloc web del mòdul ...

source: Warning: Failed to scan file ''{0}'' for module information. Skipping.
ca_es: Avís: Ha fallat l''anàlisi del fitxer ''{0}'' per la informació del mòdul. Ometent.

source: Processing module site cache icon files...
ca_es: Processant els fitxers de memòria cau de les icones al lloc del mòdul...

source: Processing module files...
ca_es: Processant els fitxers del mòdul...

source: Download module list...
ca_es: Descarrega la llista de mòduls...

source: Downloading module list from ''{0}''
ca_es: Descarregant la llista de mòduls de ''{0}''

source: Warning: failed to create module directory ''{0}''. Cannot cache module list from module site ''{1}''.
ca_es: Avís: ha fallat la creació del directori del mòdul ''{0}''. No és possible inserir a la memòria cau la llista dels mòduls del lloc web ''{1}''.

source: Writing module list to local cache ''{0}''
ca_es: Escrivint la llista de mmòduls a la memòria cau local ''{0}''

source: Parsing module list from site ''{0}''
ca_es: Analitzant la llista dels mòduls del lloc web ''{0}''

source: Failed to parse module list document from site ''{0}''. Skipping site. Exception was: {1}
ca_es: Ha fallat l''anàlisi del document de la llista dels mòduls del lloc web ''{0}''. Ometent el lloc web. L''excepció ha estat: {1}

source: Processing module list from site ''{0}''
ca_es: Processant la llista dels mòduls del lloc web ''{0}''

source: OpenStreetBugs download loop
ca_es: Bucle de descàrrega d''OpenStreetBugs

source: Displays OpenStreetBugs issues
ca_es: Mostra els problemes trobats per OpenStreetBugs
